window.dataLoaded = false;
let title_of_eom = themeOfDEC;
const data = {
    "index_1":{
        "subtitle": "Изучите основные стандарты в области информационной безопасности.",
        "step_of_popup": "Изучите основные стандарты в области информационной безопасности.",
        "paragraph_1":[
            {"text2":  `
                <style>
                    .seven_nine_shadow_blue_rect{
                        font-size: clamp(16px, 1.5vw, 25px);
                        padding: 10px;
                        margin: 25px;
                        margin-left: 0;
                        width: 40%;
                        -webkit-box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        -moz-box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        color: #0070c0;
                        font-weight: 700;
                    }
                    .seven_nine_shadow_blue_rect p{
                        margin: 25px;
                        margin-bottom: 25px;
                    }
                </style>
                    <p><b class='blue_header'>Стандарты информационной безопасности (ИБ)</b> играют ключевую роль в обеспечении защиты информации и управлении рисками, связанными с киберугрозами. Они представляют собой наборы правил, процедур и требований, которые помогают организациям систематизировать подход к защите данных и минимизировать потенциальные угрозы.</p>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            ISO/IEC 27001
                        </p>
                    </div>
                    <p>Одним из наиболее известных международных стандартов является ISO/IEC 27001, который служит основой для создания системы управления информационной безопасностью (СУИБ). Этот стандарт устанавливает требования к процессам защиты информации, включая оценку и управление рисками, а также внедрение соответствующих мер контроля. Он применяется в организациях любого размера и типа, что делает его универсальным инструментом для защиты данных. Сертификация по этому стандарту включает в себя комплекс мероприятий, таких как gap-анализ, внутренние аудиты и сертификационный аудит.</p>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            ISO/IEC 27002
                        </p>
                    </div>
                    <p>
                        Стандарт ISO/IEC 27002 дополняет ISO/IEC 27001, предоставляя рекомендации по внедрению и управлению конкретными мерами безопасности. Он ориентирован на организации, желающие улучшить свои процессы управления информационной безопасностью. Основные требования данного стандарта включают управление доступом, физическую безопасность и управление инцидентами. Этот стандарт помогает компаниям практическим образом реализовать меры, предусмотренные ISO/IEC 27001.
                    </p>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            ГОСТ Р 57580-2017
                        </p>
                    </div>
                    <p>
                        В России разработан стандарт ГОСТ Р 57580-2017, который нацелен на защиту информации в финансовых организациях. Он определяет требования, связанные с обеспечением безопасности данных, таких как персональная информация и платежные операции. Стандарт актуален для финансовых учреждений и кредитных организаций, где высокие требования к безопасности данных являются критически важными. Процесс сертификации включает оценку текущего уровня безопасности, внедрение необходимых мер и проведение как внутреннего, так и внешнего аудита.
                    </p>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            NIST SP 800-53
                        </p>
                    </div>
                    <p>
                        Стандарт NIST SP 800-53 был разработан Национальным институтом стандартов и технологий США и охватывает меры безопасности, необходимые для защиты информационных систем федеральных учреждений. Он применяется ко всем федеральным информационным системам и организациям, которые работают с ними. Основные требования данного стандарта включают определение контролей безопасности, управление рисками, а также соблюдение конфиденциальности и целостности информации. Процесс сертификации включает постоянный мониторинг и обновление мер безопасности.
                    </p>
                    <p><b>Знание и применение этих стандартов позволяет организациям не только минимизировать риски, связанные с информационной безопасностью, но и повысить доверие клиентов, что в свою очередь способствует успешному функционированию бизнеса.</b></p>
            `},
        ],
    },
    "index_2":{
        "subtitle": "Кто на предприятии утверждает список работ повышенной опасности.",
        "step_of_popup": "Кто на предприятии утверждает список работ повышенной опасности.",
        "test": [{
            "type": 1
        }, {
            "answers": [
                "Руководитель предприятия", 
                "Главный инженер", 
                "Главный механик", 
                "Главный технолог", 
                "Механик подразделения", 
                "Любое лицо из вышеперечисленных"
            ]
        }, {
            "correct_answer": [0]
        }, {
            "image": false,
            "image_path": "./content/video/test_video.mp4"
        }],
    },
    "index_3":{
        "subtitle": "Рассмотрите подготовку проведения ремонтов оборудования.",
        "step_of_popup": "Рассмотрите подготовку проведения ремонтов оборудования.",
        "paragraph_1":[
            {"text":  `
                <b>Для эффективного и качественного проведения ремонта оборудования необходимо осуществление ряда организационно-технических мероприятий.</b>
            `},
            {"text":  `
                Эти мероприятия охватывают организационную, технологическую, конструктивную и материальную подготовку ремонтно-восстановительных работ.
            `},
        ],
        "paragraph_2":[
            {"image": true, "image_path": "./content/shema_11_3.png", "img_sign": " ", "left_img": true},
        ],
        "paragraph_3":[
            {"text2":  `
                <main>
                    <style>
                        @import url('https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap');
                        *{
                            font-family: 'Montserrat', sans-serif;
                        }
                        .three_eleven_upper_side_custom {
                            display: flex;
                            align-items: center;
                        }
                        .three_eleven_image_side_custom img{
                            max-width: 300px;
                            margin: 15px;
                        }
                        .three_eleven_header_custom {
                            margin: 15px;
                            color: #025ea1;
                        }
                        .three_eleven_text_side_custom {
                            display: flex;
                        }
                        .three_eleven_blue_number_custom {
                            font-size: 50px;
                            margin: 10px;
                            color: #025ea1;
                            font-weight: 900;
                            margin-left: 50px;
                        }
                        .three_eleven_topline_custom {
                            height: 60px;
                            display: flex;
                            align-items: center;
                            justify-content: center;
                            margin-top: 15px;
                            margin-right: 25px;
                        }
                        .three_eleven_line_custom{
                            height: 1px;
                            width: 100%;
                            background-color: #025ea1;
                        }
                        .three_eleven_text_custom {
                            margin-right: 25px;
                            font-size: clamp(16px, 1.5vw, 25px);
                        }
                        main > div:nth-child(5) {
                            margin-bottom: 100px;
                        }
                        .three_eleven_list_custom {
                            margin-top: 25px;
                            font-size: clamp(16px, 1.5vw, 25px);
                        }
                        .three_eleven_list_custom ol{
                            margin-top: 15px;
                            margin-left: 50px;
                        }
                        @media(max-width: 800px){
                            .three_eleven_upper_side_custom {
                                flex-direction: column;
                            }
                            .three_eleven_image_side_custom {
                                margin: 0 auto;
                                text-align: center;
                            }
                            .three_eleven_image_side_custom img{
                                margin: 0;
                                margin-top: 5px;
                                min-width: 250px;
                                width: 100%;
                                max-width: 500px;
                            }
                            .three_eleven_blue_number_custom {
                                margin-left: 5px;
                            }
                        }
                    </style>
                    <div class="three_eleven_wrapper_custom">
                        <div class="three_eleven_upper_side_custom">
                            <div class="three_eleven_image_side_custom">
                                <h2 class="three_eleven_header_custom">ОРГАНИЗАЦИОННАЯ ПОДГОТОВКА</h2>
                                <img src="./content/11_3_1.jpg" alt="1">
                            </div>
                            <div class="three_eleven_text_side_custom">
                                <div class="three_eleven_blue_number_custom">
                                    01
                                </div>
                                <div class="three_eleven_text_with_topline_custom">
                                    <div class="three_eleven_topline_custom">
                                        <div class="three_eleven_line_custom"></div>
                                    </div>
                                    <div class="three_eleven_text_custom">
                                        Организационная подготовка создает условия для выполнения технического обслуживания и различных видов ремонтов. Она включает определение объема необходимых ремонтных работ, подготовку соответствующей документации, составление графиков и смет, а также распределение ресурсов и специалистов, ответственных за выполнение ремонтных задач. Задачи организационной подготовки возлагаются на бюро планово-предупредительного ремонта (ППР) и бюро планирования запасных частей.
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="three_eleven_list_custom">
                            <b>К процессу организационной подготовки относятся:</b>
                            <ol>
                                <li>учет и паспортизация эксплуатируемого оборудования;</li>
                                <li>учет и анализ его работы и простоя;</li>
                                <li>составление и контроль соблюдения графиков ППР оборудования;</li>
                                <li>систематическое изучение и анализ характера и причин выхода из строя отдельных деталей;</li>
                                <li>внедрение правил технической эксплуатации оборудования и контроль за их выполнением;</li>
                                <li>определение целесообразности капитального ремонта оборудования;</li>
                                <li>организация и участие в разработке нормативов затрат на ремонт по отдельным группам или видам оборудования;</li>
                                <li>выбор его наиболее эффективных организационных методов.</li>
                            </ol>
                        </div>
                    </div>
                    <div class="three_eleven_wrapper_custom">
                        <div class="three_eleven_upper_side_custom">
                            <div class="three_eleven_image_side_custom">
                                <h2 class="three_eleven_header_custom">ТЕХНОЛОГИЧЕСКАЯ ПОДГОТОВКА</h2>
                                <img src="./content/11_3_2.jpg" alt="1">
                            </div>
                            <div class="three_eleven_text_side_custom">
                                <div class="three_eleven_blue_number_custom">
                                    02
                                </div>
                                <div class="three_eleven_text_with_topline_custom">
                                    <div class="three_eleven_topline_custom">
                                        <div class="three_eleven_line_custom"></div>
                                    </div>
                                    <div class="three_eleven_text_custom">
                                        Технологическая подготовка включает разработку типовых процессов ремонта, выбор оптимальных режимов и необходимых инструментов и подъемно-транспортных средств.
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="three_eleven_wrapper_custom">
                        <div class="three_eleven_upper_side_custom">
                            <div class="three_eleven_image_side_custom">
                                <h2 class="three_eleven_header_custom">КОНСТРУКТОРСКАЯ ПОДГОТОВКА</h2>
                                <img src="./content/11_3_3.jpg" alt="1">
                            </div>
                            <div class="three_eleven_text_side_custom">
                                <div class="three_eleven_blue_number_custom">
                                    03
                                </div>
                                <div class="three_eleven_text_with_topline_custom">
                                    <div class="three_eleven_topline_custom">
                                        <div class="three_eleven_line_custom"></div>
                                    </div>
                                    <div class="three_eleven_text_custom">
                                        Конструкторская подготовка включает создание детализированных чертежей для быстроизнашивающихся сменных деталей, что позволяет самостоятельно изготавливать детали на предприятии; подготовку ремонтных чертежей деталей с указанием способов восстановления; разработку документации на модернизацию оборудования, включая приспособления и оснастку; проектирование средств механизации для различных операций, что повышает эффективность и безопасность работы. <br> 
                                        Все эти аспекты обеспечиваются конструкторско-технологическим бюро.
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="three_eleven_wrapper_custom">
                        <div class="three_eleven_upper_side_custom">
                            <div class="three_eleven_image_side_custom">
                                <h2 class="three_eleven_header_custom">МАТЕРИАЛЬНАЯ ПОДГОТОВКА</h2>
                                <img src="./content/11_3_4.jpg" alt="1">
                            </div>
                            <div class="three_eleven_text_side_custom">
                                <div class="three_eleven_blue_number_custom">
                                    04
                                </div>
                                <div class="three_eleven_text_with_topline_custom">
                                    <div class="three_eleven_topline_custom">
                                        <div class="three_eleven_line_custom"></div>
                                    </div>
                                    <div class="three_eleven_text_custom">
                                        Материальная подготовка включает меры по своевременному обеспечению наличия запасных частей, материалов и снабжению инструментом и приспособлениями. Вопросы материальной подготовки ремонтов контролирует  бюро материальной подготовки ремонтных работ.
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </main>
            `},
        ],
    },
    "index_4":{
        "subtitle": "Установите соответствие между подразделениями отдела главного механика и разрабатываемой ремонтной документацией.",
        "step_of_popup": "Установите соответствие между подразделениями отдела главного механика и разрабатываемой ремонтной документацией.",
        "test":[
            {"type": 9},
            {"image": true, "image_path": "./content/empty_img.png", "image_sgn": "blablabla"},
            {"description": " "},
            {"definitions": [
                "Конструкторско-технологическое бюро по эксплуатации и ремонту оборудования",
                "Бюро планово-предупредительного ремонта (ППР)",
                "Бюро планирования запасных частей и деталей",
                "Бюро материальной подготовки ремонтных работ",
            ]},
            {"answers": [
                "Нормы расхода материалов и запасных частей на ремонт",
                "Годовой график планово-предупредительного ремонта оборудования",
                "Сводные заявки на запасные части, материалы и инструмент",
                "Ремонтные чертежи",
            ]},
            {"correct_answer_type_10": [4, 2, 1, 3]}
        ],
    },
    "index_5":{
        "subtitle": "Изучите процесс сертификации по ISO/IEC 27001.",
        "step_of_popup": "Изучите процесс сертификации по ISO/IEC 27001.",
        "paragraph_1":[
            {"text2":  `
                <p><b>Процесс сертификации по стандарту ISO/IEC 27001 является важным шагом для организаций, стремящихся к обеспечению высокого уровня информационной безопасности.</b></p>
                <p>Данный стандарт описывает требования к созданию, внедрению, поддержанию и постоянному улучшению системы управления информационной безопасностью (СУИБ). Процесс сертификации состоит из нескольких последовательных этапов, каждый из которых играет ключевую роль в достижении соответствия стандарту.</p>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_5.png" alt="11_5" style='width: 10vw; margin: 25px;  margin-right: 4vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #3cba94'>Gap-анализ</b><br><br>
                        Представляет собой начальную оценку текущего уровня безопасности в организации. На этом этапе проводится всесторонний анализ существующих политик и процедур, а также выявляются несоответствия требованиям ISO/IEC 27001. Gap-анализ помогает понять, какие меры необходимо предпринять для достижения соответствия стандарту.
                    </p>
                </div>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_6.png" alt="11_5" style='width: 10vw; margin-right: 4vw; margin-left: 8vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #0070c0'>Разработка системы управления информационной безопасностью</b><br><br>
                        Этот процесс включает создание и внедрение необходимых политик, процедур и контролей, направленных на устранение выявленных в ходе gap-анализа недостатков. Эффективная СУИБ должна охватывать все аспекты защиты информации и соответствовать требованиям ISO/IEC 27001.
                    </p>
                </div>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_7.png" alt="11_5" style='width: 10vw; margin: 25px; margin-right: 4vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #4d5d71'>Внутренний аудит</b><br><br>
                        Представляет собой регулярную проверку на соответствие разработанной системы управления информационной безопасностью установленным требованиям стандарта. Внутренний аудит позволяет выявить и устранить возможные несоответствия до начала внешнего сертификационного аудита, что значительно повышает шансы на успешную сертификацию.
                    </p>
                </div>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_8.png" alt="11_5" style='width: 10vw; margin-right: 4vw; margin-left: 8vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #3cba94'>Сертификационный аудит</b><br><br>
                        Представляет собой независимую проверку системы управления информационной безопасностью со стороны аккредитованного сертификационного органа. В ходе этого аудита специалисты оценивают соответствие СУИБ требованиям стандарта и определяют, готова ли организация к получению сертификата.
                    </p>
                </div>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_9.png" alt="11_5" style='width: 10vw; margin: 25px; margin-right: 4vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #c61111'>Корректировка выявленных недостатков</b><br><br>
                        Если в ходе сертификационного аудита были выявлены недостатки, то необходимо провести . На этом этапе организация должна устранить все несоответствия, обнаруженные в ходе аудита, прежде чем сертификат будет выдан.
                    </p>
                </div>
                <div class="five_eleven_custom">
                    <img src="./content/shema_11_10.png" alt="11_5" style='width: 10vw; margin-right: 4vw; margin-left: 8vw; filter: drop-shadow(0 0 0.75rem #959596);'>
                    <p>
                        <b style='color: #0070c0'>Поддержание сертификации</b><br><br>
                        После успешного завершения всех предыдущих этапов важно обеспечить поддержание сертификации. Включает в себя проведение периодических аудитов, которые необходимы для продления действия сертификата и проверки соответствия текущим требованиям ISO/IEC 27001. Поддержание сертификации позволяет организации продолжать эффективно управлять рисками информационной безопасности и защищать свои данные.
                    </p>
                </div><br><br>
                <p>В целом, процесс сертификации по ISO/IEC 27001 представляет собой комплексный подход, который помогает организациям не только достигать соответствия международным стандартам, но и укреплять доверие клиентов и партнеров к своей деятельности.</p>
            `},
        ],
    },
    "index_6":{
        "subtitle": "Сопоставьте, к какому виду технического обслуживания относятся перечисленные виды работ.",
        "step_of_popup": "Сопоставьте, к какому виду технического обслуживания относятся перечисленные виды работ.",
        "test": [{
            "type": 7
        }, {
            "anwserArr2": ['Замена смазки', 'Регулировка зазоров', 'Замена фильтров', 'Проверка герметичности соединений', 'Контроль уровня масла']
        }, {
            "answersInCol": [['Замена смазки', 'Регулировка зазоров', 'Замена фильтров'], ['Проверка герметичности соединений', 'Контроль уровня масла']]
        }, {
            "columns": ['Регламентированное техническое обслуживание', 'Нерегламентированное техническое обслуживание']
        }],
    },
    "index_7":{
        "subtitle": "Изучите виды работ при текущем и капитальном ремонте.",
        "step_of_popup": "Изучите виды работ при текущем и капитальном ремонте.",
        "paragraph_1":[
            {"text":  `
                Перечень работ, которые необходимо выполнить во время текущего ремонта конкретного оборудования, разрабатывается руководителем отдела ремонта (заместителем начальника цеха по оборудованию, механиком или мастером участка, а также мастером РМЦ). Этот перечень проходит утверждение со стороны руководителей инженерных служб компании и становится обязательным приложением к ремонтному журналу.
            `},
        ],
        "paragraph_2":[
            {"text":  `
                <b class='blue_header'>Текущий ремонт</b>
            `},
            {"image": true, "image_path": "./content/11_7_1.jpg", "img_sign": " ", "left_img": true},
            {"text":  `
                Текущий ремонт обеспечивает стабильную работу оборудования до следующего планового ремонта. Работы по текущему ремонту осуществляются обслуживающим персоналом и специализированными ремонтными службами на месте установки оборудования. Ремонт выполняют регулярно по графику во время работы предприятия при плановых остановках отдельных видов оборудования, цехов, поточных линий или всего предприятия.
            `},
            {"text":  `
                <p><b>Список основных мероприятий, выполняемых при проведении текущего ремонта:</b></p><br>
                <ul style='margin-left: 25px;'>
                    <li>проведение операций периодического технического обслуживания;</li>
                    <li>замена деталей и узлов, подверженных быстрому износу;</li>
                    <li>восстановление футеровок и антикоррозионных покрытий, покраска;</li>
                    <li>смена масла в картерных системах смазки;</li>
                    <li>замена набивок сальников и прокладок, ревизия арматуры;</li>
                    <li>настройка зазоров и проверка на соответствие нормам;</li>
                    <li>выверка отдельных узлов;</li>
                    <li>ремонт крепежных элементов, систем смазки и ограждений;</li>
                    <li>настройка регулирующих механизмов и устройств, проверка электрооборудования.</li>
                </ul>
            `},
            {"image": true, "image_path": "./content/11_7_2.png", "img_sign": " ", "left_img": false},
            {"text":  `
                <br><b class='blue_header'>Капитальный ремонт</b><br><br>
                В ходе капитального ремонта машину, как правило, полностью разбирают, после чего узлы и детали либо заменяются, либо восстанавливаются. Затем выполняется сборка, регулировка и испытание. Конкретный список операций, которые должны быть выполнены во время капитального ремонта определенного вида оборудования, определяется в дефектной ведомости.
            `},
            {"text":  `
                <b>В рамках капитального ремонта выполняют следующие основные работы:</b>
                <ul style='margin-left: 25px;'>
                    <li>мероприятия в объеме текущего ремонта;</li>
                    <li>замена или восстановление всех изношенных деталей и узлов;</li>
                    <li>полная или частичная замена изоляции, футеровки, противокоррозионной защиты;</li>
                    <li>выверка и центровка машины;</li>
                    <li>послеремонтные испытания и т. п.</li>
                </ul>
            `},
        ],
        "paragraph_3":[
            {"text":  `
                <b class='blue_header'>Модернизация оборудования</b>
            `},
            {"text":  `
                Капитальный ремонт может быть осуществлён в сочетании с полной или частичной модернизацией оборудования.
            `},
            {"text":  `
                <b>При модернизации оборудования решаются следующие задачи:</b>
                <ul style='margin-left: 25px;'>
                    <li>увеличение производительности оборудования;</li>
                    <li>автоматизация процессов производства и технологических систем;</li>
                    <li>снижение затрат и упрощение эксплуатации;</li>
                    <li>повышение надежности работы оборудования и уменьшение затрат на ремонт;</li>
                    <li>создание более комфортных условий труда и улучшение безопасности на рабочем месте.</li>
                </ul>
            `},
        ],
    },
    "index_8":{
        "subtitle": "Ознакомьтесь с политикой информационной безопасности.",
        "step_of_popup": "Ознакомьтесь с политикой информационной безопасности.",
        "paragraph_1":[
            {"text":  `
                <b class='blue_header'>Политика информационной безопасности (ИБ)</b> представляет собой критически важный стратегический документ, который формулирует обязательства организации по защите информации и определяет основные принципы работы с данными. Она служит основой для создания и поддержания системы управления информационной безопасностью, обеспечивая понимание ролей и обязанностей всех сотрудников в этой сфере.
            `},
        ],
        "paragraph_2":[
            {"image": true, "image_path": "./content/11150408.png", "img_sign": " ", "left_img": true},
            {"text":  `
                <b>Основная цель политики информационной безопасности</b> заключается в обеспечении защиты конфиденциальности, целостности и доступности информации. Важным аспектом является четкое определение области применения политики, которая может охватывать все аспекты работы организации, включая процессы обработки, хранения и передачи данных.
                Политика должна также содержать раздел, посвященный ответственности за информационную безопасность. В этом разделе назначаются ответственные лица или группы, отвечающие за соблюдение политики и управление инцидентами безопасности. Это может включать в себя создание отдела информационной безопасности, который будет заниматься анализом и реагированием на инциденты, а также разработкой мероприятий по предотвращению угроз.
            `},
            {"text":  `
                Кроме того, политика информационной безопасности включает процедуры мониторинга и аудита, которые необходимы для регулярной проверки выполнения установленных требований. Эти процедуры помогают выявить потенциальные проблемы и несоответствия, а также оценить эффективность принятых мер по защите информации. Регулярный аудит и мониторинг являются важными инструментами для обеспечения непрерывного улучшения системы управления информационной безопасностью.
            `},
            {"text":  `
                Для успешной сертификации по стандартам, таким как ISO/IEC 27001, необходимо, чтобы политика ИБ была четко сформулирована и соответствовала всем требованиям стандарта. Она должна быть доступна для всех сотрудников организации и регулярно пересматриваться с учетом изменений в бизнес-процессах, технологиях и законодательстве.
            `},
            {"text":  `
                <b>В конечном счете, политика информационной безопасности является неотъемлемой частью стратегического управления организацией и играет ключевую роль в защите ее ресурсов и данных, а также в поддержании доверия со стороны клиентов и партнеров.</b>
            `},
        ],
    },
    "index_9":{
        "subtitle": "Рассмотрите ремонтные нормативы.",
        "step_of_popup": "Рассмотрите ремонтные нормативы.",
        "paragraph_1":[
            {"text":  `
                <b>Структура ремонтного цикла</b> – перечень и последовательность выполнения работ по осмотру и ремонту в период ремонтного цикла (от ввода оборудования в эксплуатацию до первого капитального ремонта или между двумя капитальными ремонтами). Из структуры межремонтного цикла видно, сколько и в какой последовательности проводится тот или иной вид ремонта или осмотра.<br><br>
                <p>
                    <b class='blue_header'>Например:</b><br>
                    Структура ремонтного цикла К-Т-Т-Т-Т-К показывает, что между двумя капитальными ремонтами производится 4 текущих ремонта оборудования. Проще это записывается К4ТК.
                </p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Продолжительность межремонтного цикла  (межремонтный цикл Т<sub>мрц</sub>)</b> – это продолжительность работы оборудования от ввода его в эксплуатацию до первого капитального ремонта или между двумя капитальными ремонтами. Продолжительность межремонтного цикла измеряется в машино-часах, т.е. это рабочее время оборудования, когда оно действительно функционирует и производит полезную работу. Время остановки оборудования не учитывается.</p>
                <p style='margin-left: 25px;'>
                    <b class='blue_header'>Например:</b><br>
                    Продолжительность межремонтного цикла Т<sub>мрц</sub> = 6000 маш-час. <br>
                    <img width='150px' src="./content/shema_11_9_1.png" alt="11_9_1">
                </p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Продолжительность межремонтного периода (межремонтный период Т<sub>мрп</sub>)</b> – период работы оборудования между двумя ближайшими плановыми ремонтами. Продолжительность межремонтного периода измеряется в машино-часах.</p>
                <p style='margin-left: 25px;'>
                    <b class='blue_header'>Например:</b><br>
                    Продолжительность межремонтного периода Т<sub>мрп</sub> = 1200 маш-час. <br>
                    <img width='150px' src="./content/shema_11_9_2.png" alt="11_9_2">
                </p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Срок службы</b> – период с начала введения машины в эксплуатацию до ее списания, измеряемый в годах календарного времени.</p>
                <p style='margin-left: 25px;'>
                    <b class='blue_header'>Например:</b><br>
                    Срок службы оборудования 7,2 года.<br>
                    
                </p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Трудоемкость ремонтных работ</b> – это показатель, используемый для определения количества труда, необходимого для выполнения того или иного вида ремонта. Трудоемкость показывает, за какое время выполняется операция. <br>
                Трудоемкость ремонтных операций зависит от вида и слож­ности ремонта, от конструктивных и технологических особенно­стей, а также размеров агрегата. По этим признакам установ­лены категории сложности ремонта. Чем сложнее и крупнее агрегат и чем он точнее, тем выше категория сложности его ре­монта.</p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Категория ремонтной сложности R</b> – это степень сложности ремонта оборудования. Категория ремонтной сложности оборудования определяется по числу единиц сложности ремонта, присвоенных данной группе оборудования путем сопоставления его с принятым эталоном – условным оборудованием.</p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                <p style='margin-right: 25px;'><b>Продолжительность простоя оборудования</b> в ремонте зависит от вида ремонта, ремонтосложности оборудования, численности ремонтной бригады, технологии ремонта и организационно-технических условий выполнения ремонтных работ. Простои оборудования учитываются с момента остановки агрегата на ремонт до момента приемки его из ремонта контролером ОТК по акту.</p>
            `},
            {"text2":  `<div class='nine_eleven_underline_custom mtmin50'></div>`},
            {"text2":  `
                    <p style='margin-right: 25px;'><b class='blue_header'>Объемы работ при обслуживании и ремонтах оборудования, структура и длительность межремонтных циклов и межремонтных периодов бурового и нефтепромыслового оборудования приве­дены в нормативной литературе.</b></p><br>
                </p>
            `},
        ],
    },
    "index_10":{
        "subtitle": "Ознакомьтесь с оценками рисков информационной безопасности (ISO/IEC 27005).",
        "step_of_popup": "Ознакомьтесь с оценками рисков информационной безопасности (ISO/IEC 27005).",
        "paragraph_1":[
        {"text":  `
            <b>Оценка рисков информационной безопасности является критически важным элементом для эффективного управления безопасностью в любой организации, и она подробно описана в стандарте ISO/IEC 27005. Этот процесс позволяет организациям выявлять, анализировать и управлять потенциальными угрозами, которые могут негативно сказаться на их информационных активах.</b>
        `},
        {"text2":
        `<style>
        :root{
            --main-blue-color-custom: #0070c0;
            --main-sea-color-custom: #3cba94;
            --main-box-shadow-custom: 1px 3px 15px 5px rgba(0,0,0,0.35);
            --main-height: 180px;
            --clip-path-border-radius: 15px;
            --pl-pr-htc-custom: 60px;
        }
        p:has(.blue_header){
            width: 100%;
        }
        body {
            display: flex;
            align-items: center;
            justify-content: center;
        }

        body::-webkit-scrollbar {
            width: 10px;
        }
        body::-webkit-scrollbar-track {
            -webkit-box-shadow: 5px 5px 5px -5px rgba(34, 60, 80, 0.2) inset;
            background-color: #f9f9fd;
        }
        #contentWrapper{
            width: 100%;
        }
        body::-webkit-scrollbar-thumb {
            background-color: #356184;
            background: linear-gradient(180deg, #00c6fb, #005bea);
        }
        ul li{
            margin-bottom: 20px;
        }
        .main_wrapper{
            display: flex;
            flex-wrap: wrap;
            align-items: center;
            justify-content: space-between;
            height: 100% !important;
            width: 97% !important;
        }
        .wrapper_div_custom{
            display: flex;
            font-size: clamp(18px, 1.5vw, 25px);
            flex-direction: column;
            max-width: 50%;
            height: 100%;
        }
        .wrapper_div_custom h3{
            margin-bottom: 15px;
        }
        .wrapper_div_custom ul{
            margin-left: 25px;
            margin-bottom: 0.5vw;
        }
        .wrapper_div_custom ul li{
            margin-bottom: 0.5vw;
        }
        .wrapper_list_custom{
            display: flex;
            align-items: center;
            height: var(--main-height);
            width: 100%;
            margin-bottom: 2vw;
        }

        .header_text_custom span{
            font-size: clamp(45px, 12vw, 55px);
            margin-right: 25px;
        }

        .header_border_custom {
            display: flex;     /* Для задания размеров по контенту */
            margin: 10px;
        }

        .main_wrapper > div:nth-child(odd) > div > div{
            background-image: url('./content/pr_1.png');
            background-position: center;
            background-size: 100% 100%;
            background-repeat: no-repeat;
        }

        .main_wrapper > div:nth-child(even) > div > div{
            background-image: url('./content/pr_2.png');
            background-position: center;
            background-size: 100% 100%;
            background-repeat: no-repeat;
        }

        .text_content_custom{
            min-height: 300px;
            padding: 25px;
            padding-top: 75px;
            margin: 15px;
            border-radius: 25px;
            margin-top: -57px;
            box-shadow: var(--main-box-shadow-custom);
            background: initial;
            background-color: #fff !important;
        }

        .text_custom{
            background: initial;
            background-color: #fff !important;
        }

        .header_text_custom {
            position: relative;
            height: 120px;
            color: #fff;               /* Белый цвет текста */
            font-size: clamp(18px, 2vw, 20px);           /* Размер шрифта */
            font-weight: bold;         /* Жирный шрифт */
            display: flex;             /* Для выравнивания номера и текста */
            align-items: center;       /* Вертикальное выравнивание по центру */
            padding-left: var(--pl-pr-htc-custom);
            padding-right: var(--pl-pr-htc-custom);
            justify-content: center;
            overflow: hidden; /* Скрыть все, что выходит за пределы */
        }

        .text{
            padding: 50px;
        }

        .number_circle {
            background-color: #fff;    /* Белый круг для числа */
            color: #007bff;            /* Синий цвет для числа */
            width: 40px;               /* Ширина круга */
            height: 40px;              /* Высота круга */
            display: flex;             /* Для центрирования текста внутри круга */
            align-items: center;       /* Вертикальное центрирование */
            justify-content: center;   /* Горизонтальное центрирование */
            margin-right: 10px;        /* Отступ между кругом и текстом */
        }

        @media (max-width: 800px) {
            .wrapper_div_custom:last-child{
                margin-bottom: 15px;
            }
            .main_wrapper {
                flex-direction: column;
                flex-wrap: nowrap;
            }
            .wrapper_div_custom{
                max-width: 100%;
            }
            :root{
                --pl-pr-htc-custom: 5vw;
            }
            body {
                display: flex;
                align-items: center;
                justify-content: center;
                padding-left: 0;
                padding-right: 0;
            }
            .text_content_custom{
                margin: 0 !important;
                margin-top: -57px !important;
            }
        }
    </style>
    <div class="main_wrapper">
        <p>
        <b class="blue_header">Оценка рисков информационной безопасности</b>
        </p>
        <div class="wrapper_div_custom">
            <div class="header_border_custom">
                <div class="header_text_custom"><span>01</span>Определение активов</div>
            </div>
            <div class="text_content_custom">
                <p>На этом этапе необходимо идентифицировать и классифицировать критически важные для бизнеса информационные активы, такие как данные клиентов, финансовая информация, программное обеспечение и оборудование. Это позволяет понять, какие элементы требуют особого внимания и защиты.</p>
            </div>
        </div>
        <div class="wrapper_div_custom">
            <div class="header_border_custom">
                <div class="header_text_custom"><span>02</span>Выявление угроз и уязвимостей</div>
            </div>
            <div class="text_content_custom">
                <p>Здесь важно провести анализ возможных атак, которые могут быть направлены на организацию, а также определить слабые места в существующей системе защиты. Угрозами могут быть как внешние (например, кибератаки), так и внутренние (например, ошибки сотрудников или недостаточная защита).</p>
            </div>
        </div>
        <div class="wrapper_div_custom">
            <div class="header_border_custom">
                <div class="header_text_custom"><span>03</span>Оценка вероятности и влияния</div>
            </div>
            <div class="text_content_custom">
                <p>На этом этапе эксперты анализируют, насколько вероятно осуществление каждой из выявленных угроз и какое влияние они могут оказать на бизнес. Важно учитывать как материальный ущерб, так и репутационные риски, которые могут возникнуть в результате инцидентов.</p>
            </div>
        </div>
        <div class="wrapper_div_custom">
            <div class="header_border_custom">
                <div class="header_text_custom"><span>04</span>Разработка мер контроля</div>
            </div>
            <div class="text_content_custom">
                <p>Это включает в себя определение и внедрение мероприятий по минимизации рисков. Меры контроля могут варьироваться от технических решений, таких как шифрование данных и антивирусное программное обеспечение, до организационных мер, таких как обучение сотрудников и разработка политик безопасности.</p>
            </div>
        </div>
        <p>   </p>
        <p>Каждый из этих шагов является неотъемлемой частью процесса оценки рисков и требует тщательного анализа и систематического подхода. Это позволяет не только выявлять и управлять текущими рисками, но и формировать стратегию по их минимизации в будущем.</p>
        <p>В заключение, процесс оценки рисков информационной безопасности позволяет организациям не только защищать свои активы, но и обеспечивать устойчивость бизнеса в условиях постоянно изменяющегося ландшафта угроз. Применение стандартов, таких как ISO/IEC 27005, помогает систематизировать подход к оценке рисков и повысить общую безопасность организации.</p>
        <br>
        `},
        ],
    },
    "index_11":{
        "subtitle": "График планово-предупредительного ремонта.",
        "step_of_popup": "График планово-предупредительного ремонта.",
        "paragraph_1":[
            {"text":  `
                <b>Построение графиков планово-предупредительного ремонта (ППР) является неотъемлемой частью управления техническим обслуживанием и ремонтом (ТОиР).</b>
            `},
            {"text":  `
                ППР оборудования составляется на ежегодной основе с ежемесячной корректировкой на основании регламентов и нормативов. Основными нормативами при построении графиков ППР являются продолжительность межремонтного цикла и  продолжительность межремонтного периода. Учет машино-часов работы оборудования ведется в журнале «Учет часов наработки». <br><br>
                В отдельных случаях,  когда учет отработанного оборудованием времени не налажен, продолжительность ремонтных циклов определяется по календарному времени эксплуатации оборудования с учетом плановых коэффициентов его использования по машинному и по календарному времени. <br><br>
                <b class='blue_header'>Коэффициент использования оборудования по машинному времени</b> определяется отношением машинного времени к времени нахождения оборудования в работе: <br><br>
                <p class='math_equation'>$$k_{маш}=T_{маш}/T_{раб}$$</p>
                Время нахождения оборудования в работе скла­дывается из машинного времени и времени на плановое обслуживание. <br><br>
                <b class='blue_header'>Коэффициент использования оборудования по календарному времени </b>определяется отношением суммарного времени нахождения оборудования в работе к общему календарному времени (с учетом времени простоя в текущем и капитальном ремонте):<br><br>
                <p class='math_equation'>$$k_{кал}=T_{раб}/T_{кал}$$</p>
                В этом случае для построения графика ППР используют продолжительность межремонтного календарного цикла <span class='math_equation'>$Т_{мрцк}$</span> и продолжительность межремонтного календарного периода <span class='math_equation'>$Т_{мрпк}$</span>, которые измеряются в месяцах.
                <div class='math_equation_container_custom'><p class='math_equation'>$$T_{мрпк}=\\frac{T_{мрп}}{T_{цм}\\cdot k_{маш}\\cdot k_{кал}};\\quad T_{мрцк}=\\frac{T_{мрц}}{T_{цм}\\cdot k_{маш}\\cdot k_{кал}}$$</p></div>
                где <span class='math_equation'>$Т_{цм}$</span> – количество часов, отработанных оборудованием за один месяц. 
                <br><br>
                При 3-х сменной работе оборудования <span class='math_equation'>$Т_{цм}$</span> = 720 часов;<br> при 2-х сменной работе – <span class='math_equation'>$Т_{цм}$</span> = 480 часов;<br> при односменной работе – <span class='math_equation'>$Т_{цм}$</span> = 240 часов.
                <br><br><b class='blue_header'>Например:</b><br><br>
                <span class='math_equation'>$Т_{мрц}$</span> = 3600 маш-час;<br> <span class='math_equation'>$Т_{мрп}$</span> = 900 маш-час. При двухсменной работе машины и заданных <span class='math_equation'>$k_{маш}$</span> = 0,98;<br> <span class='math_equation'>$k_{кал}$</span> = 0,86 календарные циклы определяются
                <div class='math_equation_container_custom_1'><p class='math_equation'>$$T_{мрпк}=\\frac{900}{240\\cdot 0,98\\cdot 0,86}=4,4\\quad месяца;\\quad T_{мрцк}=\\frac{3600}{240\\cdot 0,98\\cdot 0,86}=17,8\\quad месяцев;$$</p></div>
                <br><br><b>График планово-предупредительного ремонта консольного насоса К65</b>
            `},
        ],
        "paragraph_2":[
            {"image": true, "image_path": "./content/shema_11_11_1.png", "img_sign": " ", "left_img": true},
        ],
        "paragraph_3":[
            {"text": `В верхней части ячеек графика отмечены запланированные дни вывода оборудования в ремонт, в нижней – фактические.`},
        ],
    },
    "index_12":{
        "subtitle": "Изучите соответствие стандарту ГОСТ Р 57580-2017.",
        "step_of_popup": "Изучите соответствие стандарту ГОСТ Р 57580-2017.",
        "paragraph_1":[
            {"text": `<b class='blue_header'>ГОСТ Р 57580-2017</b> представляет собой российский стандарт, предназначенный для финансовых организаций с целью обеспечения безопасности их информационных систем и защиты персональных данных клиентов. Этот стандарт определяет ряд ключевых требований, которые помогают организациям разработать и внедрить эффективные меры защиты.<br>`},
            {"text": `<b class='blue_header'>Основные требования стандарта</b>`},
            {"text2": `<p class='tvelve_gray_custom' style='background-color: #4d5d71; font-weight: 700; color: #fff;'><img style='margin: 15px; margin-left: 5vw; margin-right: 2vw;' src="./content/1115040808.png" alt="1"> Защита персональных данных</p>
            <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
            {"text2": `<p style='margin: 15px; margin-left: 5vw;'>В соответствии с этим требованием организации обязаны использовать методы шифрования для защиты информации о клиентах. Шифрование данных не только предотвращает их несанкционированный доступ, но и обеспечивает конфиденциальность информации, что особенно важно в финансовом секторе, где клиенты доверяют организациям свои личные и финансовые данные.</p>
            <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
            {"text2": `<p class='tvelve_gray_custom' style='background-color: #4d5d71; font-weight: 700; color: #fff;'><img style='margin: 15px; margin-left: 5vw; margin-right: 2vw;' src="./content/1115040809.png" alt="1">Управление доступом</p>
                <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
                {"text2": `<p style='margin: 15px; margin-left: 5vw;'>Для защиты информационных систем необходимо правильно настраивать права доступа сотрудников. Это включает в себя определение, кто и к каким данным имеет доступ, а также регулярный пересмотр этих прав. Правильное управление доступом помогает минимизировать риски утечек информации и других инцидентов безопасности.</p>
                <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
                {"text2": `<p class='tvelve_gray_custom' style='background-color: #4d5d71; font-weight: 700; color: #fff;'><img style='margin: 15px; margin-left: 5vw; margin-right: 2vw;' src="./content/11150408010.png" alt="1">Резервное копирование</p>
                    <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
                    {"text2": `<p style='margin: 15px; margin-left: 5vw;'>Регулярное создание резервных копий данных является критически важной мерой для обеспечения их доступности в случае инцидентов, таких как сбои в системе, кибератаки или другие чрезвычайные ситуации. Наличие актуальных резервных копий позволяет быстро восстановить данные и минимизировать потери.</p>
                    <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
                    {"text2": `<p class='tvelve_gray_custom' style='background-color: #4d5d71; font-weight: 700; color: #fff;'><img style='margin: 15px; margin-left: 5vw; margin-right: 2vw;' src="./content/11150408010.png" alt="1">Меры по защите платежных операций</p>
                        <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span>`},
                        {"text2": `<p style='margin: 15px; margin-left: 5vw;'>Это может включать обязательное шифрование данных клиентов, использование протоколов безопасности для транзакций и другие средства защиты, направленные на предотвращение мошенничества и защиту финансовых операций.</p>
                        <span style='width: 100%; border-bottom: 1px solid #4d5d71;'> </span><br>
                        <p>Внедрение стандартов, таких как ГОСТ Р 57580-2017, помогает финансовым организациям не только обеспечить безопасность своих информационных систем, но и укрепить доверие клиентов, что является важным фактором для успешного функционирования в условиях современного рынка. Следование этим требованиям позволяет организациям минимизировать риски и гарантировать защиту персональных данных клиентов, что является важным аспектом их репутации и устойчивости.</p>
                        `},
        ],
    },
    "index_13":{
        "subtitle": "Изучите подготовку оборудования к ремонту.",
        "step_of_popup": "Изучите подготовку оборудования к ремонту.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
        "paragraph_2":[
            {"image": true, "image_path": "./content/shema_11_13_2.png", "img_sign": " ", "left_img": true},
            {"text": `После предварительной очистки проводится внешний осмотр оборудования. Внешним осмотром устанавливают комплектность всех механизмов агрегата, определяют наличие неисправностей, а также задиров, забоин, вмятин, трещин, изломов, изгибов и других дефектов деталей, видимых без разборки механизмов, кроме того, оценивают состояние смазочных и защитных устройств, состояние окраски и т. п.`},
            {"text": `Сдача оборудования в текущий и капитальный ремонты, выполняемые силами предприятия, оформляется записью в ремонтном журнале, а сдача в капитальный ремонт, выполняемый подрядными организациями, оформляется актом.`},
            {"text": `Сдает машину в ремонт инспектор ОГМ совместно с механиком производственного цеха, принимает работник технического контроля ремонтного предприятия, проводя внешний осмотр, прослушивание отдельных агрегатов и механизмов, пробуя их в работе. Наружным осмотром определяют комплектность оборудования, механические и другие аварийные повреждения, состояние окраски и т. п. По результатам приемки оборудования в ремонт составляется приемо-сдаточный акт в двух экземплярах. В акт заносят результаты внешнего осмотра и испытаний на холостом ходу, а также замечания работающего на машине специалиста.`},
        ],
        "paragraph_3":[
            {"image": true, "image_path": "./content/shema_11_13_3.png", "img_sign": " ", "left_img": true},
            {"text": "В соответствии с этими условиями хозяйственная служба при сдаче машины в ремонт предъявляет следующую документацию:"},
            {"text": `– заводской паспорт, содержащий данные по эксплуатации и ремонту, с указанием вида ремонта, времени его выполнения и краткого содержания, а также накладные на узлы, замененные при эксплуатации машины, и данные об отработанном времени и объеме выполненных работ;`},
            {"text": `– акт приемки машины из предыдущего ремонта;`},
            {"text": `– акт о техническом состоянии оборудования, а в случае аварийного выхода из строя дополнительно акт об аварии.`},
            {"text": `<b>Паспорт оборудования</b> относится к категории эксплуатационных документов, регламентированных стандартом  ГОСТ Р 2.601-2019 «ЕСКД. Эксплуатационные документы». Паспорт – документ, содержащий сведения, удостоверяющие гарантии изготовителя, значения основных параметров и характеристик (свойств) изделия, а также сведения о сертификации и утилизации изделия. Остальные документы не регламентированы, и их форма и содержание определяются предприятием.`},
        ],
    },
    "index_14":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text": `<b class='blue_header'>Внутренний аудит</b> является важным процессом, который служит основой для подготовки к сертификации системы управления информационной безопасностью (ИБ). Этот этап включает в себя систематическую проверку и оценку текущих процедур и практик в области информационной безопасности, чтобы удостовериться, что они соответствуют установленным стандартам и требованиям.`},
            {"text2": `
                <div class='fourteen_eight_rect_blue_custom_safd'><p>Внутренний аудит</p>
                <span style='width: 80%; border-bottom: 2px solid #ff7276; height: 1px; margin-left: 20px; margin-top: 10px;'> </span>
                </div><br>
                <div><img style='max-width: 1000px; margin-top: 10px;' src="./content/030399915.png" alt="1"></div>
                <div style='width: 80%; border: 3px solid #025ea1; padding: 25px;'>
                <p><b>Определение целей и объема аудита</b></p>
                <p>Это необходимо для того, чтобы четко понимать, какие аспекты системы управления ИБ будут оцениваться и какие результаты ожидаются. Этот этап помогает установить рамки аудита и позволяет сосредоточиться на наиболее критичных областях.</p>
                </div>
                                                <div><img style='max-width: 1000px; margin-top: 10px;' src="./content/030399915.png" alt="1"></div>
                <div style='width: 80%; border: 3px solid #025ea1; padding: 25px;'>
                <p><b>Анализ документации и процедур ИБ</b></p>
                <p>Это включает в себя изучение всех соответствующих документов, таких как политики, процедуры, инструкции и записи, чтобы убедиться, что они соответствуют требованиям стандартов и действующим практикам. Такой анализ помогает выявить несоответствия и области, требующие улучшения.</p></div>
                                <div><img style='max-width: 1000px; margin-top: 10px;' src="./content/030399915.png" alt="1"></div>
                <div style='width: 80%; border: 3px solid #025ea1; padding: 25px;'>
                <p><b>Интервью с ответственными сотрудниками</b></p>
                <p>Общение с ключевыми участниками процесса позволяет получить представление о том, как на практике применяются политики и процедуры, а также выявить потенциальные проблемы и недочеты. Эти интервью также служат возможностью для повышения осведомленности сотрудников о важности соблюдения стандартов ИБ.</p></div>
                                <div><img style='max-width: 1000px; margin-top: 10px;' src="./content/030399915.png" alt="1"></div>
                <div style='width: 80%; border: 3px solid #025ea1; padding: 25px;'>
                <p><b>Отчет с рекомендациями по улучшению</b></p>
                <p>По завершении всех этапов внутреннего аудита составляется отчет. В этом отчете фиксируются все выявленные несоответствия, а также предлагаются конкретные меры по их устранению. Такой отчет становится основой для подготовки к внешней сертификации и может содержать предложения по улучшению процессов и процедур ИБ.</p></div>
                <br><p>Важно отметить, что внутренний аудит не ограничивается только одной проверкой в год. Он должен проводиться на регулярной основе, что позволяет организациям постоянно мониторить и улучшать свои системы управления ИБ. Регулярные внутренние аудиты помогают не только готовиться к внешней сертификации, но и обеспечивать устойчивое соответствие требованиям стандартов в долгосрочной перспективе.</p>
                <p><b>Таким образом, внутренний аудит играет критически важную роль в процессе сертификации, способствуя выявлению и устранению недостатков, а также улучшению общей безопасности информационных систем.</b></p>
            `},
        ],
    },
    "index_15":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text": ` `},

        ],
    },
    "index_16":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text": `Анализ инцидентов информационной безопасности представляет собой важный процесс, направленный на выявление, расследование и разрешение инцидентов, связанных с угрозами для информационных систем. Этот процесс включает в себя несколько ключевых этапов, каждый из которых играет критическую роль в обеспечении безопасности и восстановлении нормального функционирования системы.`},
            {"text2": `<div style='display: flex;'><img style='max-width: 12vw; max-height: 15vw; min-width: 12vw; min-height: 15vw;' src="./content/1115080411.png" alt="1"><div style='display: flex;     justify-content: center;
            flex-direction: column;'><p><b style='color: #0070c0'>Идентификация инцидента</b></p><span style='width: 50%; border-bottom: 1px solid #0070c0; height: 1px; margin-bottom: 10px;'>  </span><p>На этом этапе необходимо обнаружить факт нарушения безопасности, что может проявляться в различных формах, таких как утечка данных, несанкционированный доступ или атака с использованием вредоносного программного обеспечения. Эффективное обнаружение инцидентов зависит от наличия хорошо настроенных систем мониторинга и реагирования.</p></div></div>`},
            {"text2": `<div style='display: flex;'><img style='max-width: 12vw; max-height: 15vw; min-width: 12vw; min-height: 15vw;' src="./content/1115080412.png" alt="1"><div style='display: flex;     justify-content: center;
                flex-direction: column;'><p><b style='color: #3cba94'>Сбор данных</b></p><span style='width: 50%; border-bottom: 1px solid #3cba94; height: 1px; margin-bottom: 10px;'>  </span><p>После идентификации инцидента необходимо собрать все возможные доказательства, связанные с ним. Это может включать в себя логи доступа, записи действий пользователей и другие документы, которые помогут в дальнейшем анализе. Чем больше информации будет собрано на этом этапе, тем легче будет провести глубокий анализ причин инцидента.</p></div></div>`},
                {"text2": `<div style='display: flex;'><img style='max-width: 12vw; max-height: 15vw; min-width: 12vw; min-height: 15vw;' src="./content/1115080413.png" alt="1"><div style='display: flex;     justify-content: center;
                    flex-direction: column;'><p><b style='color: #35b2ae'>Анализ причин</b></p><span style='width: 50%; border-bottom: 1px solid #35b2ae; height: 1px; margin-bottom: 10px;'>  </span><p>На этом этапе важно выяснить, как и почему произошел инцидент. Это включает в себя определение уязвимостей системы, которые могли быть использованы злоумышленниками, и понимание механизма атаки. Анализ причин помогает не только устранить текущую проблему, но и предотвратить подобные инциденты в будущем.</p></div></div>`},
                    {"text2": `<div style='display: flex;'><img style='max-width: 12vw; max-height: 15vw; min-width: 12vw; min-height: 15vw;'src="./content/1115080414.png" alt="1"><div style='display: flex;     justify-content: center;
                        flex-direction: column;'><p><b style='color: #005696'>Реакция на инцидент</b></p><span style='width: 50%; border-bottom: 1px solid #005696; height: 1px; margin-bottom: 10px;'>  </span><p>После анализа причин необходимо разработать и внедрить мероприятия по устранению инцидента и минимизации его последствий. Это может включать в себя блокировку доступа нарушителя, обновление системы безопасности или восстановление данных. Эффективная реакция на инцидент позволяет значительно снизить его негативные последствия для организации.</p></div></div>`},
                        {"text2": `<div style='display: flex;'><img style='max-width: 12vw; max-height: 15vw; min-width: 12vw; min-height: 15vw;' src="./content/1115080415.png" alt="1"><div style='display: flex;     justify-content: center;
                            flex-direction: column;'><p><b style='color: #4d5d71'>Документирование и отчетность</b></p><span style='width: 50%; border-bottom: 1px solid #4d5d71; height: 1px; margin-bottom: 10px;'>  </span><p>На этом этапе создается отчет о произошедшем инциденте, в котором фиксируются его причины, последствия и принятые меры. Документирование инцидентов позволяет создать базу данных для будущего анализа и улучшения процессов управления информационной безопасностью.</p></div></div><br><br>
                        <p>Таким образом, анализ инцидентов информационной безопасности – это комплексный процесс, требующий системного подхода и взаимодействия различных подразделений внутри организации. Эффективное выполнение каждого из этапов способствует повышению уровня защиты информационных активов и снижению рисков, связанных с информационной безопасностью.</p>    
                        `},
        ],
    },
    "index_17":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
    },
    "index_18":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
    },
    "index_19":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
    },
    "index_20":{
        "subtitle": "Ознакомьтесь со сравнением сертификаций.",
        "step_of_popup": "Ознакомьтесь со сравнением сертификаций.",
        "paragraph_1":[
            {"text2":  `
                <style>
                    .subtitle_wrapper{
                            margin-bottom: 0;
                    }
                    .seven_nine_shadow_blue_rect{
                        font-size: clamp(16px, 1.5vw, 25px);
                        padding: 10px;
                        margin: 25px;
                        margin-left: 0;
                        width: 40%;
                        -webkit-box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        -moz-box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        box-shadow: 0px 5px 10px 2px rgba(0, 63, 110, 0.2);
                        color: #0070c0;
                        font-weight: 700;
                    }
                    .seven_nine_shadow_blue_rect p{
                        margin: 25px;
                        margin-bottom: 25px;
                    }
                </style>
                    <p><b class=''>ISO/IEC 27001 и ISO 9001</b>  – это стандарты, которые определяют требования к различным аспектам управления в организациях. Оба стандарта требуют проведения аудита, руководства по документации, а также направлены на обеспечение определенных процессов и процедур, независимо от их направленности и области применения.</p><br>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            ИСО/МЭК 27001
                        </p>
                    </div>
                    <p><b>ISO/IEC 27001</b> – это стандарт, направленный на управление информационной безопасностью (ИБ). Он определяет, как организация должна управлять рисками, прерываниями передачи данных.<br> Основные цели включают в себя: </p>
                    <ul>
                        <li>Защита конфиденциальной информации.</li>
                        <li>Управление рисками, ограничениями с нарушением безопасности информации.</li>
                        <li>Создание системы управления информационной безопасностью (СУИБ) для обеспечения постоянного контроля и повышения безопасности процессов.</li>
                    </ul>
                    <p>Процесс сертификации ISO/IEC 27001 включает проведение внутреннего аудита, сертификационного аудита внешним органом, а также регулярные проверки для подтверждения соответствия и подтверждения сертификации.</p><br>
                    <div class="seven_nine_shadow_blue_rect">
                        <p>
                            ИСО 9001
                        </p>
                    </div>
                    <p><b>ISO 9001</b> – это стандарт, предназначенный для обеспечения управления качеством продукции и услуг. Его основная цель – соблюдение требований заказчиков по счету создания эффективной системы управления качеством (СМК). <br> Основные цели:</p>
                    <ul>
                        <li>Постоянное совершенствование процессов производства и услуг.</li>
                        <li>Соответствие продукции потребностям потребителей и нормативам.</li>
                        <li>Внедрение систематического подхода к управлению организацией посредством документирования процессов.
                        ISO 9001 применяется во всех секторах промышленности и услуг, требующих обязательного руководства документации, проведения внутреннего аудита, а также сертификационного аудита для подтверждения соответствия стандарту.</li>
                    </ul><br><br>
                    <p><b>Оба стандарта включают обязательные внутренние аудиты, которые выявляют случаи несоответствия и обеспечивают необходимые улучшения при проведении внешней сертификации.</b></p>
                `},
        ],
    },
    "index_21":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
    },
    "index_22":{
        "subtitle": "Изучите заполнение таблицы по сертификации.",
        "step_of_popup": "Изучите заполнение таблицы по сертификации.",
        "paragraph_1":[
            {"text": `<b>Сертификация систем управления информационной безопасностью, качества и окружающей средой является важным инструментом для организаций, стремящихся соответствовать международным стандартам и повышать свою конкурентоспособность. Эти стандарты помогают обеспечить надежность, безопасность и устойчивость в различных областях деятельности.</b>`},
            {"text": `<b class='blue_header'>Сертификация систем управления информационной безопасностью (СМИБ) по стандарту ISO/IEC 27001</b> направлена на установление и поддержание системы управления информационной безопасностью (СУИБ). Основная цель этой сертификации – защита конфиденциальной информации, управление рисками и соблюдение требований по безопасности. Этот стандарт применим для организаций всех типов и размеров, включая государственные учреждения, коммерческие компании и некоммерческие организации. Получение сертификата ISO/IEC 27001 помогает укрепить доверие клиентов и партнеров к организации, что является важным аспектом в условиях современного бизнеса.`},
            {"text": `<b class='blue_header'>Сертификация системы качества по стандарту ISO 9001</b> имеет целью обеспечение качества продукции и услуг на всех этапах – от разработки до поставки. Стандарт требует внедрения системного подхода к управлению, что позволяет организациям улучшать свои процессы и повышать уровень удовлетворенности клиентов. ISO 9001 используется во всех секторах промышленности и услуг, включая производство, здравоохранение и образование. Он способствует постоянному улучшению процессов и гарантирует, что продукция соответствует установленным требованиям.`},
            {"text": `<b class='blue_header'>Экологическая сертификация по стандарту ISO 14001</b> направлена на управление воздействием на окружающую среду и сокращение негативных последствий деятельности организаций. Этот стандарт помогает разработать эффективные экологические стратегии и процессы, а также соблюдать законодательные требования. ISO 14001 применяется всеми организациями, которые могут оказывать влияние на окружающую среду, независимо от их размера и сектора деятельности. Сертификация по этому стандарту способствует повышению устойчивости бизнеса и снижению экологических рисков.`},
            {"text": `<b>Таким образом, сертификация по международным стандартам не только помогает организациям соблюдать требования и повышать свою репутацию на рынке, но и обеспечивает надежность и устойчивость в их деятельности.</b>`},
        ],
    },
    "index_23":{
        "subtitle": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "step_of_popup": "Ознакомьтесь с сертификацией и внутренним аудитом.",
        "paragraph_1":[
            {"text2": `<img style='max-width: 1000px;' src="./content/11_13_1.png" alt="1">`},
        ],
    },
    "index_24":{
        "subtitle": "Результаты",
        "step_of_popup": "Результаты",
        "result":[]
    },
}
window.dataLoaded = true;
